Assignments.org
#+SETUPFILE: ./setup.org
#+HUGO_SECTION: assignment
#+ORG_LMS_SECTION: assignment
#+HUGO_MENU: :menu main :parent Assignments

* Final Project: Book Exhibit :assignment:
:PROPERTIES:
:PUBLISH:  t
:DUE_AT: 2019-12-04
:GRADING_TYPE: letter_grade
:ASSIGNMENT_TYPE: canvas
:ASSIGNMENT_WEIGHT: 0.35
:CANVAS_SUBMISSION_TYPES: (online_upload)
:OL_PUBLISH: t
:BASECOMMIT: none
:GRADING_STANDARD_ID: nil
:EXPORT_FILE_NAME: book-project-assignment
:CANVASID: 233045
:CANVAS_HTML_URL: https://q.utoronto.ca/courses/127426/assignments/233045
:CANVAS_SUBMISSION_URL: https://q.utoronto.ca/courses/127426/assignments/233045/submissions?zip=1
:SUBMISSIONS_DOWNLOAD_URL: https://q.utoronto.ca/courses/127426/assignments/233045/submissions?zip=1
:END:
** Overview
   :PROPERTIES:
   :CUSTOM_ID: overview
   :END:

In this assignment, you get to tell the story of a banned book you have seen in person, either from the Thomas Fisher Rare Book Library or from our list.

You will create a website that features a digital collection and exhibit about that book, using the free, open-source content management platform Omeka. Like a good museum curator, you will bring together a gallery of exciting pictures, and you will guide your visitors through that gallery through a well-researched, interesting narrative about your book.

- Your digital collection will catalogue evidence about your book: photographs of the book itself (title page, illustrations, marginal annotations, damage, other interesting features); images of related books from other museums; manuscript illuminations; other relevant multimedia. Each object of your digital collection will be described systematically, as books are described in a library catalogue.

- Your exhibit will be a guided tour about your book and the circumstances under which it was banned.

- You will use some digital technology as part of this assignment.

This is a scaffolded assignment: that is, you will produce several components at each stage, and each component builds on the ones before it-- like LEGO, except you get to build your own bricks.

** Learning Goals
   :PROPERTIES:
   :CUSTOM_ID: learning-goals
   :END:

By the end of this learning module, you will have learned:

- How to understand your book's significance, history, and meaning, in its historical context;

- How to think about the transmission and attempted restriction of knowledge in different technological platforms (manuscripts, printed books, digital media)

- How to build an exhibit around objects and their history;

- What metadata is, and why metadata matters

- What Omeka is, and what content management systems are
  
- How to create your own Omeka site: building items, creating digital collections and building exhibits featuring scholarly materials
  
** What You Hand In:
   :PROPERTIES:
   :CUSTOM_ID: what-you-hand-in
   :END:

1. A proposal describing, in 200 words or fewer, the object whose story you plan to tell: what it is; why it was banned, by whom, and in what historical context; and how you plan to shape your exhibit. *Due <2019-11-01 Fri>*

2. An annotated bibliography ([[http://advice.writing.utoronto.ca/types-of-writing/annotated-bibliography/]]) that contains: links to and descriptions of at least 3 things for your collection; references to and summaries of at least 3 *scholarly* sources (scholarly print books, scholarly journal articles, scholarly encyclopedia entries). *Due <2019-11-01 Fri>*

3. A complete digital exhibit website that contains your collection of objects and a narrative about that collection. For reference, a former student's UofT Library Research Prize-winning example of such a digital exhibit is described in detail here: [[https://tspace.library.utoronto.ca/handle/1807/88308][Jaya Thirugnanasampanthan's exhibit on /Thirteen Reasons Why/'s banning in the U.S.]] (you will have to click through a bit to find [[https://play.library.utoronto.ca/download/XPYcIMVV80N4][a link to a walkthrough of the site]]).

