book-project-assignment.html
<!DOCTYPE html>
<html lang="en">
<head>
<!-- 2019-12-02 Mon 13:49 -->
<meta charset="utf-8">
<meta name="viewport" content="width=device-width, initial-scale=1">
<title>Final Project: Book Exhibit</title>
<meta name="generator" content="Org mode">
<meta name="author" content="Matt Price">
</head>
<body>
<article id="content">
<header>
<h1 class="title">Final Project: Book Exhibit</h1>
</header><nil id="outline-container-org5aa14a3" class="outline-2">
<h2 id="overview">Overview</h2>
<div class="outline-text-2" id="text-overview">
<p>
In this assignment, you get to tell the story of a banned book you have seen in person, either from the Thomas Fisher Rare Book Library or from our list.
</p>

<p>
You will create a website that features a digital collection and exhibit about that book, using the free, open-source content management platform Omeka. Like a good museum curator, you will bring together a gallery of exciting pictures, and you will guide your visitors through that gallery through a well-researched, interesting narrative about your book.
</p>

<ul class="org-ul">
<li>Your digital collection will catalogue evidence about your book: photographs of the book itself (title page, illustrations, marginal annotations, damage, other interesting features); images of related books from other museums; manuscript illuminations; other relevant multimedia. Each object of your digital collection will be described systematically, as books are described in a library catalogue.</li>

<li>Your exhibit will be a guided tour about your book and the circumstances under which it was banned.</li>

<li>You will use some digital technology as part of this assignment.</li>
</ul>

<p>
This is a scaffolded assignment: that is, you will produce several components at each stage, and each component builds on the ones before it&#x2013; like LEGO, except you get to build your own bricks.
</p>
</div>
</nil>

<nil id="outline-container-org5e6a995" class="outline-2">
<h2 id="learning-goals">Learning Goals</h2>
<div class="outline-text-2" id="text-learning-goals">
<p>
By the end of this learning module, you will have learned:
</p>

<ul class="org-ul">
<li>How to understand your book&rsquo;s significance, history, and meaning, in its historical context;</li>

<li>How to think about the transmission and attempted restriction of knowledge in different technological platforms (manuscripts, printed books, digital media)</li>

<li>How to build an exhibit around objects and their history;</li>

<li>What metadata is, and why metadata matters</li>

<li>What Omeka is, and what content management systems are</li>

<li>How to create your own Omeka site: building items, creating digital collections and building exhibits featuring scholarly materials</li>
</ul>
</div>
</nil>

<nil id="outline-container-org8bf5cea" class="outline-2">
<h2 id="what-you-hand-in">What You Hand In:</h2>
<div class="outline-text-2" id="text-what-you-hand-in">
<ol class="org-ol">
<li>A proposal describing, in 200 words or fewer, the object whose story you plan to tell: what it is; why it was banned, by whom, and in what historical context; and how you plan to shape your exhibit. <b>Due <span class="timestamp-wrapper"><span class="timestamp">11/01</span></span></b></li>

<li>An annotated bibliography (<a href="http://advice.writing.utoronto.ca/types-of-writing/annotated-bibliography/">http://advice.writing.utoronto.ca/types-of-writing/annotated-bibliography/</a>) that contains: links to and descriptions of at least 3 things for your collection; references to and summaries of at least 3 <b>scholarly</b> sources (scholarly print books, scholarly journal articles, scholarly encyclopedia entries). <b>Due <span class="timestamp-wrapper"><span class="timestamp">11/01</span></span></b></li>

<li>A complete digital exhibit website that contains your collection of objects and a narrative about that collection. For reference, a former student&rsquo;s UofT Library Research Prize-winning example of such a digital exhibit is described in detail here: <a href="https://tspace.library.utoronto.ca/handle/1807/88308">Jaya Thirugnanasampanthan&rsquo;s exhibit on <i>Thirteen Reasons Why</i>&rsquo;s banning in the U.S.</a> (you will have to click through a bit to find <a href="https://play.library.utoronto.ca/download/XPYcIMVV80N4">a link to a walkthrough of the site</a>).</li>
</ol>
</div>
</nil>

<nil id="outline-container-org498c728" class="outline-2">
