Assignments.org
** Proposal
   :PROPERTIES:
   :CUSTOM_ID: proposal
   :END:

*100-200 words*: describe your book and the structure of your exhibit.

*Sample Proposal*

| *Example*                                                               | *Discussion*                                 |
|-------------------------------------------------------------------------+----------------------------------------------|
| My exhibit focuses on Ana Blandiana's /Întâmplări de pe strada mea/     | One sentence identifying your object and     |
| (‘Events From My Street'), a Romanian children's book, which was banned | its place/time of origin.                    |
| in Romania during the Ceaușescu regime.                                 |                                              |
|                                                                         |                                              |
| I will discuss this book from the following points of view:             | An overview of your exhibit: its sections    |
|                                                                         | and some of its objects.                     |
|                                                                         |                                              |
| *Book* I will describe the book itself, published in 1988 and banned    | Describe the book itself.                    |
| shortly afterwards.                                                     |                                              |
|                                                                         |                                              |
|                                                                         |                                              |
|                                                                         |                                              |
|                                                                         |                                              |
| *Ban or Challenge*. I discuss why the book was scrutinized by the       | You will probably have less to say in your   |
| Communist regime. Some items here include: photos of the pages with the | proposal: that is FINE. Indicate who banned  |
| poem “A star on my street,” a poem about a boastful kitten which was    | the bool, and why, and how your exhibit will |
| interpreted as a criticism of the dictator Ceausescu and caused the     | show this.                                   |
| book to be scrutinized by the Securitate (the secret police); archival  |                                              |
| photos of schoolchildren forced to celebrate Ceausescu; and children's  |                                              |
| textbooks featuring first-page photographs of Ceausescu. These          |                                              |
| artifacts show how official culture sought to frame and control the     |                                              |
| experience and knowledge of childhood.                                  |                                              |
|                                                                         |                                              |
| *Conclusion.* I discuss children's literature in Communist Romania as   |                                              |
| a space in which writers dared to experiment, because children's books  |                                              |
| allowed writers to say uncomfortable things in playful or disguised     |                                              |
| ways.                                                                   |                                              |
|                                                                         |                                              |
|                                                                         |                                              |
| I contrast this with the ways the contemporary school system, in their  |                                              |
| censorship of e.g. history books, competed to shape children's worlds   |                                              |
| and knowledge, selecting the literature and history curriculum to       |                                              |
| reflect the ideology of the totalitarian government.                    |                                              |
|                                                                         |                                              |

** Collection
   :PROPERTIES:
   :CUSTOM_ID: collection
   :END:

*5 Items or more, to be described with Dublin Core metadata, including photos of your book:*

The collection is a set of at least 5 items that document your book and the context in which it was banned. Photographs of the book should be taken by yourself; the other photographs, you may find on museum websites and cite properly.

Some examples of objects that shed light on your book and the context in which your book was banned:

- If you are studying a book banned in Nazi Germany, find digitized archival photographs documenting e.g. book burnings in Nazi Germany;

- If you are studying a book banned by the Catholic Church, photograph the Index;

- If you are studying, say, Darwin's /Origin of Species/, you can document its impact with photos of 19^{th} century newspaper articles about it...or with 21^{st} century newspaper articles on the controversy around the depiction and teaching of evolution vs. creationism in U.S. schools

- If you are studying a science book, you can illustrate the science of the day with museum pictures of relevant scientific instruments (microscopes, telescopes);

- If you are studying a book of saints' lives (banned by Protestants) or a theological work (attacking the Catholic Church), you may look for contemporary images of e.g. book burnings, anti-Papal posters, etc.

** Exhibit

In every exhibit, at least four sections are mandatory: *Introduction*; */Book/*; *Context*; and *Insights*. You may include other sections if needed.

*** Introduction

This section is a summary of your exhibit, indicating what your book is, when it was banned, and why. 100-150 words. (A cleaned-up version of your proposal.)

*** Book

In this section, you describe your book and its author. What is its title? Who is its author? In detail and in your own words, summarize what the book is about. (size; shape; damage; marginal annotations, if any; illustrations, if any; other distinguishing marks, if any.) Your items in this section can be different photos of your book. Include as much descriptive detail as you can.

*** Context

In this section, you describe the social and historical context of your book: that is, the book's *time*, *place*, and *purpose*. When and where was it written? What text technologies were involved in its creation? To what effect? Who was its intended audience? Why is the book in danger? If it is a banned or censored book, then who banned or challenged the book, and why? How was this censorship or challenge enforced? Your exhibit items can include maps, photographs of people reading the book, photographs of people destroying the book, recordings, etc.

