book-project-assignment.html
<h2 id="proposal">Proposal</h2>
<div class="outline-text-2" id="text-proposal">
<p>
<b>100-200 words</b>: describe your book and the structure of your exhibit.
</p>

<p>
<b>Sample Proposal</b>
</p>

<table>


<colgroup>
<col  class="org-left">

<col  class="org-left">
</colgroup>
<thead>
<tr>
<th scope="col" class="org-left"><b>Example</b></th>
<th scope="col" class="org-left"><b>Discussion</b></th>
</tr>
</thead>
<tbody>
<tr>
<td class="org-left">My exhibit focuses on Ana Blandiana&rsquo;s <i>Întâmplări de pe strada mea</i></td>
<td class="org-left">One sentence identifying your object and</td>
</tr>

<tr>
<td class="org-left">(‘Events From My Street&rsquo;), a Romanian children&rsquo;s book, which was banned</td>
<td class="org-left">its place/time of origin.</td>
</tr>

<tr>
<td class="org-left">in Romania during the Ceaușescu regime.</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left">I will discuss this book from the following points of view:</td>
<td class="org-left">An overview of your exhibit: its sections</td>
</tr>

<tr>
<td class="org-left">&#xa0;</td>
<td class="org-left">and some of its objects.</td>
</tr>

<tr>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left"><b>Book</b> I will describe the book itself, published in 1988 and banned</td>
<td class="org-left">Describe the book itself.</td>
</tr>

<tr>
<td class="org-left">shortly afterwards.</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left"><b>Ban or Challenge</b>. I discuss why the book was scrutinized by the</td>
<td class="org-left">You will probably have less to say in your</td>
</tr>

<tr>
<td class="org-left">Communist regime. Some items here include: photos of the pages with the</td>
<td class="org-left">proposal: that is FINE. Indicate who banned</td>
</tr>

<tr>
<td class="org-left">poem “A star on my street,” a poem about a boastful kitten which was</td>
<td class="org-left">the bool, and why, and how your exhibit will</td>
</tr>

<tr>
<td class="org-left">interpreted as a criticism of the dictator Ceausescu and caused the</td>
<td class="org-left">show this.</td>
</tr>

<tr>
<td class="org-left">book to be scrutinized by the Securitate (the secret police); archival</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left">photos of schoolchildren forced to celebrate Ceausescu; and children&rsquo;s</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left">textbooks featuring first-page photographs of Ceausescu. These</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left">artifacts show how official culture sought to frame and control the</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left">experience and knowledge of childhood.</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left"><b>Conclusion.</b> I discuss children&rsquo;s literature in Communist Romania as</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left">a space in which writers dared to experiment, because children&rsquo;s books</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left">allowed writers to say uncomfortable things in playful or disguised</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left">ways.</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left">I contrast this with the ways the contemporary school system, in their</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left">censorship of e.g. history books, competed to shape children&rsquo;s worlds</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left">and knowledge, selecting the literature and history curriculum to</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left">reflect the ideology of the totalitarian government.</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
</tr>
</tbody>
</table>
</div>
</nil>

<nil id="outline-container-org31c4b49" class="outline-2">
<h2 id="collection">Collection</h2>
<div class="outline-text-2" id="text-collection">
<p>
<b>5 Items or more, to be described with Dublin Core metadata, including photos of your book:</b>
</p>

<p>
The collection is a set of at least 5 items that document your book and the context in which it was banned. Photographs of the book should be taken by yourself; the other photographs, you may find on museum websites and cite properly.
</p>

<p>
Some examples of objects that shed light on your book and the context in which your book was banned:
</p>

<ul class="org-ul">
<li>If you are studying a book banned in Nazi Germany, find digitized archival photographs documenting e.g. book burnings in Nazi Germany;</li>

<li>If you are studying a book banned by the Catholic Church, photograph the Index;</li>

<li>If you are studying, say, Darwin&rsquo;s <i>Origin of Species</i>, you can document its impact with photos of 19<sup>th</sup> century newspaper articles about it&#x2026;or with 21<sup>st</sup> century newspaper articles on the controversy around the depiction and teaching of evolution vs. creationism in U.S. schools</li>

<li>If you are studying a science book, you can illustrate the science of the day with museum pictures of relevant scientific instruments (microscopes, telescopes);</li>

<li>If you are studying a book of saints&rsquo; lives (banned by Protestants) or a theological work (attacking the Catholic Church), you may look for contemporary images of e.g. book burnings, anti-Papal posters, etc.</li>
</ul>
</div>
</nil>

<nil id="outline-container-org4e8df8f" class="outline-2">
<h2 id="org4e8df8f">Exhibit</h2>
<div class="outline-text-2" id="text-org4e8df8f">
<p>
In every exhibit, at least four sections are mandatory: <b>Introduction</b>; <b><i>Book</i></b>; <b>Context</b>; and <b>Insights</b>. You may include other sections if needed.
</p>
</div>

<div id="outline-container-org4a444ff" class="outline-3">
<h3 id="org4a444ff">Introduction</h3>
<div class="outline-text-3" id="text-org4a444ff">
<p>
This section is a summary of your exhibit, indicating what your book is, when it was banned, and why. 100-150 words. (A cleaned-up version of your proposal.)
</p>
</div>
</div>

<div id="outline-container-orgf79ed73" class="outline-3">
<h3 id="orgf79ed73">Book</h3>
<div class="outline-text-3" id="text-orgf79ed73">
<p>
In this section, you describe your book and its author. What is its title? Who is its author? In detail and in your own words, summarize what the book is about. (size; shape; damage; marginal annotations, if any; illustrations, if any; other distinguishing marks, if any.) Your items in this section can be different photos of your book. Include as much descriptive detail as you can.
</p>
</div>
</div>

<div id="outline-container-org7044f7b" class="outline-3">
<h3 id="org7044f7b">Context</h3>
<div class="outline-text-3" id="text-org7044f7b">
<p>
In this section, you describe the social and historical context of your book: that is, the book&rsquo;s <b>time</b>, <b>place</b>, and <b>purpose</b>. When and where was it written? What text technologies were involved in its creation? To what effect? Who was its intended audience? Why is the book in danger? If it is a banned or censored book, then who banned or challenged the book, and why? How was this censorship or challenge enforced? Your exhibit items can include maps, photographs of people reading the book, photographs of people destroying the book, recordings, etc.
</p>
</div>
</div>
