Assignments.org
*** Insights

What insights (specific to your book---not a general conclusion that almost any other banned or endangered book could illustrate) into text technologies and the transmission of knowledge would you like your viewer to draw from your exhibit?

More specifically: how do the cultural and technical conditions in which the book was produced affect its endangerment and its afterlife? And how does the digital exhibit help you reflect on the text culture of your book?

Draw on the scholarly readings of this course, from Alan Liu to Bethany Nowviskie, to discuss the “new media encounter” moment between the endangered book and your presentation of it in a digital medium. (Some things to think about: textual stability, deformance, sustainability, new media encounters, deep time...)

*** Works Cited

This section contains resources---scholarly articles or museum articles or books---on which your exhibit draws. You may use any scholarly citation style you like, as long as you are consistent.

Example:

Gogata, Cristina. “Parallel Libraries Of The Former Securitate. Ana Blandiana, ‘Intamplari De Pe Strada Mea' (‘Events From My Street').” Studia Universitatis Babes-Bolyai. 61(2): 2006, pp. 97-100.

/Happy researching!/

** Books
   :PROPERTIES:
   :CUSTOM_ID: books
   :END:

You will select the book from the list below. If there is a book you would like to cover that is not on the list, please come talk to me and/or Augustine *well ahead* of the proposal deadline. No more than three students per book, please.

Books from the Thomas Fisher Rare Book Library (use these specific editions, please):

1. Martin Luther. /Piae ac doctae in psalmos operationes/. Basileae: Adamus Petri, 1521.

2. Judah ben Samuel. /Sefer ha hasidim/. Bolonya: Avraham ha-Kohen b.k.mo.ha-r. Mosheh ha-Kohen, 5298 (1537/1538 CE).

3. Nicholas Copernicus. /De revolutionibus orbium coelestium./ Basileae: Ex Officina Henricpetrina, 1566.

4. Johannes Kepler. /Epitome astronomiae Copernicanae/. Lentijs ad Danubium: Excudebat J. Plancus, 1618-22.

5. /The Holy Bible: Containing the Old and New Testaments./ London: Robert Barker, 1631.

6. Galileo Galilei. /Dialogo sopra I due massimi sistemi del mondo tolemaico e copernicano./ In Fiorenza: B. Landini, 1632.

7. Albertus Magnus. /De secretis mulierum. Item de virtutibus herbarum, lapidum et animalium./ (Of the secrets of women. Also about the virtues of herbs, stones, and animals. [magic])

8. Charles Darwin. /On the Origin of Species/. London: J. Murray, 1859.

9. Sigmund Freud. /Vorlesungen zur Einfuehrung in die Psychoanalyse/. Leipzig und Wien: H. Heller, 1916-1917.

10. Niccolo Machiavelli. /Princeps/. Basiliae, 1589.

11. Rene Descartes. /Les meditations metaphysiques./ Paris: La veuue I. Camvsat, et P. le Petit, 1647.

12. John Milton. /Pro populo Anglicano defensio/. Londini: Typis Du Gardianis, 1651.

13. John Locke. Essay Concerning Human Understanding. London: Printed by Eliz. Holt, for Thomas Basset, 1690.

14. David Hume. /Philosophical Essays Concerning Human Understanding./ London: Printed for A. Millar, 1749.

15. John Wilkes. /The North Briton/, No. XLV. London, 23 April 1763.

16. Voltaire. /Dictionnaire philosophique./ 1765.

17. Thomas Paine. /The Rights of Man./ London: Printed for J.S. Jordan, 1791-2.

18. Karl Marx and Friedrich Engels. /The Manifesto of the Communist Party/. Vancouver: Whitehead Estate, 1919.

19. Dante Alighieri. /La commedia./ Vinegia: Petrus de Plasiis, Cremonensis, dictus Veronensis/,/ 18 Nov., 1491.

20. Geoffrey Chaucer. /The Canterbury Tales./ London: Printed by [R. Grafton for] Wyllyam Bonham, 1542.

21. Giovanni Boccaccio. /Il Decameron./ In Vinezia: Per li Giunti di Frienze, 1585.

22. Nathaniel Hawthorne. /The Scarlet Letter./ Boston: Ticknor, Reed, and Fields, 1850.

23. Walt Whitman. /Leaves of Grass/. Brooklyn, 1856.

24. George Eliot. /Adam Bede/. Edinburgh: W. Blackwood, 1859.

25. Victor Hugo. /Les miserables/. Bruxelles: A. Lacroix, Verboeckhoven, 1862.

26. Mark Twain. /Adventures of Tom Sawyer./ Toronto: Belford Bros., 1876.

27. Aristophanes. /Lysistrata/. Sydney: Fanfrolico Press, 1925.

** Useful Resources

/Reference Works:/

- American Library Association. [[http://www.ala.org/advocacy/bbooks][Banned and Challenged Books]].

- Carefoote, Pearce J, and Alberto Manguel. /Nihil Obstat: An Exhibition of Banned, Censored & Challenged Books in the West, 1491-2000; Exhibition and Catalogue/. Toronto: University of Toronto Library, 2005. Print.

- /Censorship: 500 Years of Conflict/. New York, N.Y: Oxford University Press, 1984. Print.
- [[http://www.oxfordbibliographies.com.myaccess.library.utoronto.ca/view/document/obo-9780199791286/obo-9780199791286-0015.xml][Censorship]] (Oxford Bibliographies Online).

/Book & Image Repositories:/

- [[https://www.bl.uk/victorian-britain][British Library]]

- [[http://www.britishmuseum.org/research/collection_online.aspx][British Mueum]]

- [[https://dp.la/][Digital Public Library of America]]

- [[http://digital.bodleian.ox.ac.uk/][Digital Bodleian]]

- [[http://art.thewalters.org/browse/category/manuscript-and-rare-books/][Walters Art Museum]]

- [[http://www.metmuseum.org/art/collection][Metropolitan Museum in New York]]

- [[http://www.mfa.org/collections][Museum of Fine Arts Boston]]

** Rubric                                                           :rubric: 
- *Grade* ::
- Comments :: 
