book-project-assignment.html

<div id="outline-container-org50df2d6" class="outline-3">
<h3 id="org50df2d6">Insights</h3>
<div class="outline-text-3" id="text-org50df2d6">
<p>
What insights (specific to your book&#x2014;not a general conclusion that almost any other banned or endangered book could illustrate) into text technologies and the transmission of knowledge would you like your viewer to draw from your exhibit?
</p>

<p>
More specifically: how do the cultural and technical conditions in which the book was produced affect its endangerment and its afterlife? And how does the digital exhibit help you reflect on the text culture of your book?
</p>

<p>
Draw on the scholarly readings of this course, from Alan Liu to Bethany Nowviskie, to discuss the “new media encounter” moment between the endangered book and your presentation of it in a digital medium. (Some things to think about: textual stability, deformance, sustainability, new media encounters, deep time&#x2026;)
</p>
</div>
</div>

<div id="outline-container-org02203ff" class="outline-3">
<h3 id="org02203ff">Works Cited</h3>
<div class="outline-text-3" id="text-org02203ff">
<p>
This section contains resources&#x2014;scholarly articles or museum articles or books&#x2014;on which your exhibit draws. You may use any scholarly citation style you like, as long as you are consistent.
</p>

<p>
Example:
</p>

<p>
Gogata, Cristina. “Parallel Libraries Of The Former Securitate. Ana Blandiana, ‘Intamplari De Pe Strada Mea&rsquo; (‘Events From My Street&rsquo;).” Studia Universitatis Babes-Bolyai. 61(2): 2006, pp. 97-100.
</p>

<p>
<i>Happy researching!</i>
</p>
</div>
</div>
</nil>

<nil id="outline-container-orgf904b57" class="outline-2">
<h2 id="books">Books</h2>
<div class="outline-text-2" id="text-books">
<p>
You will select the book from the list below. If there is a book you would like to cover that is not on the list, please come talk to me and/or Augustine <b>well ahead</b> of the proposal deadline. No more than three students per book, please.
</p>

<p>
Books from the Thomas Fisher Rare Book Library (use these specific editions, please):
</p>

<ol class="org-ol">
<li>Martin Luther. <i>Piae ac doctae in psalmos operationes</i>. Basileae: Adamus Petri, 1521.</li>

<li>Judah ben Samuel. <i>Sefer ha hasidim</i>. Bolonya: Avraham ha-Kohen b.k.mo.ha-r. Mosheh ha-Kohen, 5298 (1537/1538 CE).</li>

<li>Nicholas Copernicus. <i>De revolutionibus orbium coelestium.</i> Basileae: Ex Officina Henricpetrina, 1566.</li>

<li>Johannes Kepler. <i>Epitome astronomiae Copernicanae</i>. Lentijs ad Danubium: Excudebat J. Plancus, 1618-22.</li>

<li><i>The Holy Bible: Containing the Old and New Testaments.</i> London: Robert Barker, 1631.</li>

<li>Galileo Galilei. <i>Dialogo sopra I due massimi sistemi del mondo tolemaico e copernicano.</i> In Fiorenza: B. Landini, 1632.</li>

<li>Albertus Magnus. <i>De secretis mulierum. Item de virtutibus herbarum, lapidum et animalium.</i> (Of the secrets of women. Also about the virtues of herbs, stones, and animals. [magic])</li>

<li>Charles Darwin. <i>On the Origin of Species</i>. London: J. Murray, 1859.</li>

<li>Sigmund Freud. <i>Vorlesungen zur Einfuehrung in die Psychoanalyse</i>. Leipzig und Wien: H. Heller, 1916-1917.</li>

<li>Niccolo Machiavelli. <i>Princeps</i>. Basiliae, 1589.</li>

<li>Rene Descartes. <i>Les meditations metaphysiques.</i> Paris: La veuue I. Camvsat, et P. le Petit, 1647.</li>

<li>John Milton. <i>Pro populo Anglicano defensio</i>. Londini: Typis Du Gardianis, 1651.</li>

<li>John Locke. Essay Concerning Human Understanding. London: Printed by Eliz. Holt, for Thomas Basset, 1690.</li>

<li>David Hume. <i>Philosophical Essays Concerning Human Understanding.</i> London: Printed for A. Millar, 1749.</li>

<li>John Wilkes. <i>The North Briton</i>, No. XLV. London, 23 April 1763.</li>

<li>Voltaire. <i>Dictionnaire philosophique.</i> 1765.</li>

<li>Thomas Paine. <i>The Rights of Man.</i> London: Printed for J.S. Jordan, 1791-2.</li>

<li>Karl Marx and Friedrich Engels. <i>The Manifesto of the Communist Party</i>. Vancouver: Whitehead Estate, 1919.</li>

<li>Dante Alighieri. <i>La commedia.</i> Vinegia: Petrus de Plasiis, Cremonensis, dictus Veronensis/,/ 18 Nov., 1491.</li>

<li>Geoffrey Chaucer. <i>The Canterbury Tales.</i> London: Printed by [R. Grafton for] Wyllyam Bonham, 1542.</li>

<li>Giovanni Boccaccio. <i>Il Decameron.</i> In Vinezia: Per li Giunti di Frienze, 1585.</li>

<li>Nathaniel Hawthorne. <i>The Scarlet Letter.</i> Boston: Ticknor, Reed, and Fields, 1850.</li>

<li>Walt Whitman. <i>Leaves of Grass</i>. Brooklyn, 1856.</li>

<li>George Eliot. <i>Adam Bede</i>. Edinburgh: W. Blackwood, 1859.</li>

<li>Victor Hugo. <i>Les miserables</i>. Bruxelles: A. Lacroix, Verboeckhoven, 1862.</li>

<li>Mark Twain. <i>Adventures of Tom Sawyer.</i> Toronto: Belford Bros., 1876.</li>

<li>Aristophanes. <i>Lysistrata</i>. Sydney: Fanfrolico Press, 1925.</li>
</ol>
</div>
</nil>

<nil id="outline-container-org3d3c8f9" class="outline-2">
<h2 id="org3d3c8f9">Useful Resources</h2>
<div class="outline-text-2" id="text-org3d3c8f9">
<p>
<i>Reference Works:</i>
</p>

<ul class="org-ul">
<li>American Library Association. <a href="http://www.ala.org/advocacy/bbooks">Banned and Challenged Books</a>.</li>

<li>Carefoote, Pearce J, and Alberto Manguel. <i>Nihil Obstat: An Exhibition of Banned, Censored &amp; Challenged Books in the West, 1491-2000; Exhibition and Catalogue</i>. Toronto: University of Toronto Library, 2005. Print.</li>

<li><i>Censorship: 500 Years of Conflict</i>. New York, N.Y: Oxford University Press, 1984. Print.</li>
<li><a href="http://www.oxfordbibliographies.com.myaccess.library.utoronto.ca/view/document/obo-9780199791286/obo-9780199791286-0015.xml">Censorship</a> (Oxford Bibliographies Online).</li>
</ul>

<p>
<i>Book &amp; Image Repositories:</i>
</p>

<ul class="org-ul">
<li><a href="https://www.bl.uk/victorian-britain">British Library</a></li>

<li><a href="http://www.britishmuseum.org/research/collection_online.aspx">British Mueum</a></li>

<li><a href="https://dp.la/">Digital Public Library of America</a></li>

<li><a href="http://digital.bodleian.ox.ac.uk/">Digital Bodleian</a></li>

<li><a href="http://art.thewalters.org/browse/category/manuscript-and-rare-books/">Walters Art Museum</a></li>

<li><a href="http://www.metmuseum.org/art/collection">Metropolitan Museum in New York</a></li>

<li><a href="http://www.mfa.org/collections">Museum of Fine Arts Boston</a></li>
</ul>
</div>
</nil>

<nil id="outline-container-org19ab954" class="outline-2">
<h2 id="org19ab954">Rubric&#xa0;&#xa0;&#xa0;<span class="tag"><span class="rubric">rubric</span></span></h2>
<div class="outline-text-2" id="text-org19ab954">
<dl class="org-dl">
<dt><b>Grade</b></dt><dd></dd>

<dt>Comments</dt><dd></dd>
</dl>
</div>
</nil>
</article>
<section id="postamble" class="status">
<p class="author">Author: Matt Price</p>
<p class="date">Created: 2019-12-02 Mon 13:49</p>
<p class="validation"><a href="http://validator.w3.org/check?uri=referer">Validate</a></p>
</section>
<script>window.klipse_settings = {selector_eval_html: '.src-html',
                             selector_eval_js: '.src-js',
                             selector_eval_python_client: '.src-python',
                             selector_eval_scheme: '.src-scheme',
                             selector: '.src-clojure',
                             selector_eval_ruby: '.src-ruby'};</script><script src="https://storage.googleapis.com/app.klipse.tech/plugin_prod/js/klipse_plugin.min.js"></script><link rel="stylesheet" type="text/css" href="https://storage.googleapis.com/app.klipse.tech/css/codemirror.css"/></body>
</html>
